<?xml version="1.0" encoding="UTF-8"?>
<?oxygen RNGSchema="http://digitalhumanities.unl.edu/resources/schemas/tei/TEIP5.2.6.0/tei_all.rng"  type="xml"?>

<TEI xmlns="http://www.tei-c.org/ns/1.0" xml:id="wfc.nsp11412">
<teiHeader>
<fileDesc>
<titleStmt>
<title type="main" xml:lang="de">Der K&#246;nig und die K&#246;nigin besuchten am Montag</title>
<title type="main" xml:lang="en">On Monday afternoon, the King and Queen visited</title>
<author></author>
<principal>Johnston, Jeremy</principal>
<principal>Christianson, Frank</principal>
<principal>Seefeldt, Douglas, 1964-</principal>
<respStmt>
<resp>Transcribed and translated by</resp>
<name>Roberts, Briana</name>
</respStmt>
</titleStmt>
<editionStmt>
<edition>
<date>2019</date>
</edition>
</editionStmt>
<publicationStmt>
<authority>William F. Cody Archive</authority>
<publisher>University of Nebraska-Lincoln</publisher>
<distributor>
<name>Center for Digital Research in the Humanities</name>
<address>
<addrLine>319 Love Library</addrLine>
<addrLine>University of Nebraska&#8211;Lincoln</addrLine>
<addrLine>Lincoln, NE 68588-4100</addrLine>
<addrLine>cdrh@unlnotes.unl.edu</addrLine>
</address>
</distributor>
<pubPlace>Lincoln, Nebraska</pubPlace> 
<address>
<addrLine>University of Nebraska-Lincoln</addrLine>
<addrLine>Lincoln, NE 68588-4100</addrLine>
</address>
<idno type="module"></idno>
<idno type="project">wfc.nsp11412</idno>
<availability>
<p></p>
</availability>
</publicationStmt>

<notesStmt><note><!-- notes  --></note></notesStmt>

<sourceDesc>
<bibl>
<author></author>
<title level="a" type="main" xml:lang="de">Der K&#246;nig und die K&#246;nigin besuchten am Montag</title>
<title level="a" type="main" xml:lang="en">On Monday afternoon, the King and Queen visited</title>
<title level="j">Anzeiger</title>
<pubPlace>Mohorn, Germany</pubPlace>
<date when="1890-06-12">June 12, 1890</date>
<extent></extent>
</bibl>
<msDesc>
<msIdentifier>
<repository>McCracken Research Library</repository>
<idno>MS6.3776.09.05 (German Scrapbook)</idno>
</msIdentifier>
<msContents>
<p></p>
</msContents>
<physDesc>
<objectDesc>
<supportDesc>
<support></support>
<extent>
<dimensions unit="mm"><height></height><width></width></dimensions>
</extent>
<condition>
<p></p></condition>
</supportDesc>
</objectDesc>
<handDesc hands="1">
<handNote xml:id="type"><p></p></handNote>
</handDesc>
<typeDesc>
<typeNote><p></p></typeNote>
</typeDesc>
</physDesc>
<history><origin></origin>
<provenance></provenance>
<acquisition></acquisition>
</history>
</msDesc>

</sourceDesc>
</fileDesc>

<encodingDesc>
<editorialDecl>
<correction>
<p></p>
</correction>
<normalization>
<p></p>
</normalization>
</editorialDecl>
</encodingDesc>

<profileDesc>
<textClass>
<keywords scheme="original" n="category">
<term>Texts</term>
</keywords>
<keywords scheme="original" n="subcategory">
<term>Newspapers</term>
</keywords>
<keywords scheme="original" n="topic">
<term>European Tours</term>
</keywords>
<keywords scheme="lcsh" n="keywords">
<term>American Indians</term>
<term>German language</term>
<term>German newspapers</term>
<term>Indians of North America</term>
<term>Kings, queens, rulers, etc.</term>
<term>Lakota Indians</term>
<term>Traveling exhibitions</term>
</keywords>
<keywords scheme="lcsh" n="people">
<term>Red Cloud, 1822-1909</term>
<term>Salsbury, Nathan, 1846-1902</term>
</keywords>
<keywords scheme="lcsh" n="places">
<term>Dresden (Germany)</term>
</keywords>
</textClass>

<particDesc>
<listPerson>
<person></person>
</listPerson>
<listOrg>
<org></org>
</listOrg>
</particDesc>
</profileDesc>

<revisionDesc>
<change when="2019"><name xml:id="lkw">Weakly, Laura K.</name> Initial encoding</change>
<change when="2019"><name>Benn, James H.</name>; <name>Clark, L</name>.; <name>Adams, Deb</name>; <name>Hanna, S.</name> Proofreading</change>
<change when="2019">Roberts,  Briana</change>
</revisionDesc>
</teiHeader>

<text>
<body>

<div1 type="article" xml:lang="de">

<pb facs="wfc.nsp11412.001"/>


<p>&#8212;&#42; Der K&#246;nig und die K&#246;nigin besuchten am Montag Nachmittag die Buffalo Bill Wild West Company. 16 420 Personen waren in der Arena anwesend! Das ist schon ein Ereigni&#223; f&#252;r Dresden. Einzelne boten thats&#228;chlich 20 Mark, wenn sie einen 4&#8211;Mark&#8211;Platz erhalten k&#246;nnten &#8212; vergebens! Alles ausverkauft! Von der vor der Arena versammelten Menge mit hundertstimmigen Hochrufen empfangen, trafen Ihre K&#246;nigl. Majest&#228;ten Punkt 4 Uhr auf dem Schauplatze ein. Unmittelbar nachdem die Allerh&#246;chsten Herrschaften der k&#246;nigl. Equipage entstiegen waren, schritt Oberst Cody Ihren Majest&#228;ten entgegen, verneigte sich ehrfurchtsvoll vor Ihrer Majest&#228;t der K&#246;nigin und reichte Sr. Majest&#228;t mit echt ritterlicher W&#252;rde die Hand, welcher Gru&#223; von Sr. Majest&#228;t durch einen H&#228;ndedruck freundlichst erwidert wurde. Ihre Majest&#228;ten geruhten sodann durch Herrn Wiedemann jun. die Vorstellung des Obersten Cody, sowie des Direktors Nate Salsbury entgegenzunehmen und begaben sich dodann unter tausendstimmigen Hochrufen der Zuschauer, gef&#252;hrt von den Direktor Wiedemann jun. und <persName xml:id="salsbury.n">Nate Salsbury</persName> zu der K&#246;nigsloge, welche in besonders festlicher Weise drapirt und durch h&#252;bsche Blattpflanzengruppen besonders reizend ausgestattet war. Als sich Ihre Majest&#228;ten auf den f&#252;r sie reservirten Thronsesseln niedergelassen, erschien ein niedlicher Knabe in indianischer Tracht und &#252;berreichte Ihrer Majest&#228;t der K&#246;nigin ein riesiges Bouquet von Bourbon&#8211; und Marschall&#8211;Niel&#8211;Rosen, welches an seiner Oberfl&#228;che den Namenszug der K&#246;nigin Carola darstellte. Ihre Majest&#228;t nahm das Bouquet freundlich entgegen und reichte ebenso wie Se. Majest&#228;t dem Ueberbringer der zarten Spende die Hand. Der Kleine Halbblut&#8211;Indianer ist ein Enkel des ber&#252;hmten Indianer&#8211;H&#228;uptlings der Sioux Red Cloud (rothe Wolke) und Sohn des <persName xml:id="irving.w">Bracho Bill</persName>, welcher Dolmetscher der Indianer ist. Derselbe hat eine Tochter der vorgenannten Red Cloud zur Frau, welche die einzige Squaw in der ganzen Truppe ist. Sofort nahm hierauf die Vorstellung ihren Anfang. Ihre Majest&#228;ten wohnten derselben bis zum Schlusse bei und brachten ihr hohes Interesse entgegen. Alle Vorf&#252;hrungen gelangen in ausgezeichneter Weise.</p>

<p>&#8212; Infolge der au&#223;erordentlich g&#252;nstigen Aufnahme, welche Buffalo Bill's Wild West in Dresden gefunden, hat die Direktion der Gesellschaft die Vorstellungen bis mit Sonntag den 15. d. M. verl&#228;ngert.</p>
</div1>


<div1 type="article" xml:lang="en">

<p>&#8212;&#42; On Monday afternoon, the King and Queen visited the Buffalo Bill Wild West Company. 16,420 people were present in the arena! &#8212; This was quite an occurrence, particularly for Dresden.<ref target="n01">1</ref> Hoping to get a 4&#8211;Mark seat, some actually offered 20 Marks &#8212; But in vain! Everything was sold out! Their Majesties arrived at the showgrounds right at 4 o'clock and were met with hundred&#8211;voiced cheers by the crowd assembled in front of the arena. As soon as the Most High Sovereigns had alighted from the royal equipage, Colonel Cody approached their Majesties, bowed respectfully to Her Majesty the Queen and shook His Majesty's hand with a truly gentlemanly dignity, a salutation which His Majesty reciprocated. Thereupon, Their Majesties [[[deigned by Mr. Wiedemann jun.]]] to accept Colonel Cody's and the Director Nate Salsbury's performance, and then, under the audience's thousand&#8211;voiced cheers, and led by Mr. Wiedemann [[[jun.]]] and Nate Salsbury, they made their way to the King's box, which was draped in a festive manner and charmingly decorated with lovely clusters of foliage. When Their Majesties had settled into the thrones reserved for them, a handsome boy in Indian costume appeared and presented Her Majesty the Queen with a huge bouquet of Bourbon and Mar&#232;chal Niel roses, which bore the name of Queen Carola on its front. Her Majesty graciously accepted the bouquet and she and His Majesty both shook hands with the donor of this delicate offering. The little half&#8211;blood Indian is the grandson of the famed Sioux Indian chief Red Cloud and the son of Broncho Bill, who is an interpreter for the Indians. The latter is married to one of Red Cloud's daughters, who is the only squaw in the entire troupe. The performance began subsequently. Their Majesties were present until the very end and showed great interest in it; all the performances were excellent. </p>

<p>&#8212; Due to the extraordinarily favorable reception with which Buffalo Bill's Wild West has been met in Dresden, the company's directors have extended the performances until Sunday the 15th.</p>


</div1>
</body>

<back>
<note xml:id="n01">Note 1: Buffalo Bill's Wild West performed in Dresden, Germany, June 1-16, 1890.</note>
</back>
</text>
</TEI>
