<?xml version="1.0" encoding="UTF-8"?>
<?oxygen RNGSchema="http://digitalhumanities.unl.edu/resources/schemas/tei/TEIP5.2.6.0/tei_all.rng"  type="xml"?>

<TEI xmlns="http://www.tei-c.org/ns/1.0" xml:id="wfc.nsp11427">
<teiHeader>
<fileDesc>
<titleStmt>
<title type="main" xml:lang="de">Buffalo Bill er&#246;ffnete gestern Nachmittag p&#252;nktlich 4 Uhr</title>
<title type="main" xml:lang="en">Buffalo Bill opened his long&#8211;advertised show punctually at 4 o'clock yesterday</title>
<author></author>
<principal>Johnston, Jeremy</principal>
<principal>Christianson, Frank</principal>
<principal>Seefeldt, Douglas, 1964-</principal>
<respStmt>
<resp>Transcribed and translated by</resp>
<name>Roberts, Briana</name>
</respStmt>
</titleStmt>
<editionStmt>
<edition>
<date>2019</date>
</edition>
</editionStmt>
<publicationStmt>
<authority>William F. Cody Archive</authority>
<publisher>University of Nebraska-Lincoln</publisher>
<distributor>
<name>Center for Digital Research in the Humanities</name>
<address>
<addrLine>319 Love Library</addrLine>
<addrLine>University of Nebraska&#8211;Lincoln</addrLine>
<addrLine>Lincoln, NE 68588-4100</addrLine>
<addrLine>cdrh@unlnotes.unl.edu</addrLine>
</address>
</distributor>
<pubPlace>Lincoln, Nebraska</pubPlace> 
<address>
<addrLine>University of Nebraska-Lincoln</addrLine>
<addrLine>Lincoln, NE 68588-4100</addrLine>
</address>
<idno type="module"></idno>
<idno type="project">wfc.nsp11427</idno>
<availability>
<p></p>
</availability>
</publicationStmt>

<notesStmt><note><!-- notes  --></note></notesStmt>

<sourceDesc>
<bibl>
<author></author>
<title level="a" type="main" xml:lang="de">Buffalo Bill er&#246;ffnete gestern Nachmittag p&#252;nktlich 4 Uhr</title>
<title level="a" type="main" xml:lang="en">Buffalo Bill opened his long&#8211;advertised show punctually at 4 o'clock yesterday</title>
<title level="j">Bremen Courier</title>
<pubPlace>Bremen, Germany</pubPlace>
<date when="1890-09-10">September 10, 1890</date>
<extent></extent>
</bibl>
<msDesc>
<msIdentifier>
<repository>McCracken Research Library</repository>
<idno>MS6.3776.65.02 (1890 German Scrapbook)</idno>
</msIdentifier>
<msContents>
<p></p>
</msContents>
<physDesc>
<objectDesc>
<supportDesc>
<support></support>
<extent>
<dimensions unit="mm"><height></height><width></width></dimensions>
</extent>
<condition>
<p></p></condition>
</supportDesc>
</objectDesc>
<handDesc hands="1">
<handNote xml:id="type"><p></p></handNote>
</handDesc>
<typeDesc>
<typeNote><p></p></typeNote>
</typeDesc>
</physDesc>
<history><origin></origin>
<provenance></provenance>
<acquisition></acquisition>
</history>
</msDesc>

</sourceDesc>
</fileDesc>

<encodingDesc>
<editorialDecl>
<correction>
<p></p>
</correction>
<normalization>
<p></p>
</normalization>
</editorialDecl>
</encodingDesc>

<profileDesc>
<textClass>
<keywords scheme="original" n="category">
<term>Texts</term>
</keywords>
<keywords scheme="original" n="subcategory">
<term>Newspapers</term>
</keywords>
<keywords scheme="original" n="topic">
<term>Buffalo Bill's Wild West in Germany</term>
</keywords>
<keywords scheme="lcsh" n="keywords">
<term>American Indians</term>
<term>Audiences</term>
<term>Band music</term>
<term>Bands (Music)</term>
<term>Cowboys</term>
<term>Frontier and pioneer life</term>
<term>German language</term>
<term>German newspapers</term>
<term>Historical reenactments</term>
<term>Horsemen and horsewomen</term>
<term>Horses</term>
<term>Indians of North America--Social life and customs</term>
<term>Indians of North America</term>
<term>Masculinity</term>
<term>Pony express</term>
<term>Sharpshooters</term>
<term>Shooting</term>
<term>Stagecoaches</term>
<term>Targets (Shooting)</term>
<term>Traveling exhibitions</term>
</keywords>
<keywords scheme="lcsh" n="people">
<term>Baker, Lewis H., 1869-1931</term>
<term>Oakley, Annie, 1860-1926</term>
</keywords>
<keywords scheme="lcsh" n="places">
<term>Bremen (Germany)</term>
</keywords>
</textClass>

<particDesc>
<listPerson>
<person></person>
</listPerson>
<listOrg>
<org></org>
</listOrg>
</particDesc>
</profileDesc>

<revisionDesc>
<change when="2019"><name xml:id="lkw">Weakly, Laura K.</name> Initial encoding</change>
<change when="2019"><name>Benn, James H.</name>; <name>Clark, L</name>.; <name>Adams, Deb</name>; <name>Hanna, S.</name> Proofreading</change>
<change when="2019">Roberts, Briana</change>

</revisionDesc>
</teiHeader>

<text>
<body>

<div1 type="article" xml:lang="de">

<pb facs="wfc.nsp11427.001"/>

<note>Bremen Courier<lb/>
10 September 1890.</note>

<p>*Buffalo Bill er&#246;ffnete gestern Nachmittag p&#252;nktlich 4 Uhr auf der Rennbahn des Radfahrer&#8211;Clubs an der Schleifm&#252;hle mit seiner Truppe die bereits seit l&#228;ngerer Zeit angek&#252;ndigten Vorstellungen. Tausende hatten sich eingefunden, um sich von den Leistungen der weltber&#252;hmten Truppe zu &#252;berzeugen und sich gleichzeitig einen Begriff zu machen von dem wilden Leben im Westen Amerikas; alle Pl&#228;tze waren besetzt, und drau&#223;en hatten sich Viele auf Anh&#246;hen und dem Dach des f&#252;heren, der Arena gegen&#252;berliegenden Locomotivschuppens eingefunden, um, so weit es ging, die Vorstellung anzusehen. Eine in der Tracht der Cowboys gekleidete Capelle spielte bei uns nicht bekannte Weisen; die Musik klingt bei ihrer Eigenth&#252;mlichkeit nicht unsch&#246;n. Die Gesammttruppe hielt unter lautem Jauchzen gruppenweise ihren Einzug in die Arena, was einen &#252;berraschend sch&#246;nen und seltsamen Anblick bot; zuletzt erschien Colonel Cody (Buffalo Bill), mit rauschendem Tusch und dem allseitigen Applaus des dicht gedr&#228;ngten Publikums empfangen. Der F&#252;hrer der Truppe ist eine m&#228;nnlich sch&#246;ne, imposante Erscheinung. Die einzelnen Nummern des Programms spielten sich sehr rasch ab. Ohne f&#252;r heute auf Einzelnes n&#228;her einzugehen, wollen wir nur als besonders erw&#228;hnenswerth die Sch&#252;tzin Annie Oakley hervorheben, welche wegen ihrer staunenswerthen Leistungen im Schie&#223;en allgemeine Bewunderung ererregte. Interessant waren ferner die Post&#8211;Ponyreiter, welche im Nu von dem einen Pferde herab&#8211; und auf das andere hinaufsprangen; gro&#223;es Staunen rief auch der Sch&#252;tze Johann Baker hervor, welcher sogar auf dem Kopfe stehend, die hinter ihm in die Luft geworfenen B&#228;lle sicher traf. Gleichfalls fabelhafte Sicherheit im Schie&#223;en zeigte Herr Daly. Das Wettrennen der amerikanischen Hinterw&#228;lder&#8211;Damen, welche mit Windeseile die Bahn mehrere male durchsausten, fand allseitige Anerkennung. Die Ueberf&#228;lle des Emigrantenzuges und des Deadwood&#8211;Postwagens durch Indianer, wobei h&#252;ben und dr&#252;ben rasche Sch&#252;sse gewechselt werden, versetzt den Zuschauer lebhaft in das Leben und Treiben in der Heimath der Indianer. Buffalo Bill producirte sich selber als ein ganz ausgezeichneter Sch&#252;tze. Die Spiele und T&#228;nze der Indianer konnten weniger Anspruch darauf machen, das Interesse des Publikums zu erregen. Die Schlu&#223;gruppe bot wiederum ein sehr anziehendes, buntes Bild. Die Vorstellung endete unter gro&#223;em Beifall des Publikums gegen 6 Uhr. Nach dem Gesehenen k&#246;nnen wir den Besuch der in ihrer Art bis jetzt einzig dastehenden Vorstellungen Buffalo Bill's dringend empfehlen.</p>
</div1>

<div1 type="article" xml:lang="en">

<note>Bremen Courier<lb/>
10 September 1890.<ref target="n01">1</ref></note>

<p>*With his troupe, Buffalo Bill opened his long&#8211;advertised show punctually at 4 o'clock yesterday afternoon on the cycling club's racetrack at the Schleifm&#252;hle. Thousands gathered to witness the achievements of the world&#8211;famous troupe, and to get a sense of the wild life in Western America; all the seats were occupied, and many also gathered outside on the hills and on the roof of the former locomotive shed opposite the arena in order to watch as much of the show as possible. A band dressed in cowboy costumes played tunes that were unknown to us; this music, though somewhat peculiar, does not sound unpleasant. The entire troupe made their entrance into the arena, a sight which was surprisingly beautiful and strange, amidst loud cheers; Colonel Cody (Buffalo Bill) was the last to appear and was received with a fanfare and a rush of applause from all sides of the tightly&#8211;packed audience. The leader of the troupe has an imposing appearance of masculine beauty. The individual acts of the program played out very quickly. Without going into too much detail, for today, we wish to mention the sharpshooter <persName xml:id="oakley.a">Annie Oakley</persName>, whose astonishing feats of marksmanship were greeted with universal admiration. The Pony Express riders, who jumped down from one horse and sprung onto another in a flash, were also interesting; the shooter <persName xml:id="baker.l">Johnny Baker</persName>, who even unerringly shot down balls thrown into the air behind him while standing on his head, also inspired amazement. Mr. <persName xml:id="daly.c">Daly</persName> likewise exhibited marvelous skills of marksmanship. The race between ladies from the American backwoods, who rushed around the track at lightning speed several times, also won all&#8211;around appreciation. The Indians' attack on an emigrant train and the <rs xml:id="coach.deadwood">Deadwood Stagecoach</rs>, in which rapid fire was exchanged between the two sides, transported the spectators into the life and activities of the Indians' homeland. Buffalo Bill also demonstrated his skills as a truly excellent shooter. The Indians' games and dances were somewhat less successful in arousing the interest of the spectators. The final group offered once again a very attractive, colorful picture. The performance ended around 6 o'clock to great applause from the spectators. After what we have seen, we can strongly recommend a visit to Buffalo Bill's performances, which are the only ones of their kind. </p>


</div1>
</body>

<back>
<note xml:id="n01">Note 1: Buffalo Bill's Wild West performed in Bremen, Germany, September 2-11, 1890. </note>
</back>
</text>
</TEI>
