<?xml version="1.0" encoding="UTF-8"?>
<?oxygen RNGSchema="http://digitalhumanities.unl.edu/resources/schemas/tei/TEIP5.2.6.0/tei_all.rng"  type="xml"?>

<TEI xmlns="http://www.tei-c.org/ns/1.0" xml:id="wfc.nsp11410">
<teiHeader>
<fileDesc>
<titleStmt>
<title type="main" xml:lang="de">Buffalo Bill's Wild West in Dresden</title>
<author></author>
<principal>Johnston, Jeremy</principal>
<principal>Christianson, Frank</principal>
<principal>Seefeldt, Douglas, 1964-</principal>
<respStmt>
<resp>Transcribed and translated by</resp>
<name>Roberts, Briana</name>
</respStmt>
</titleStmt>
<editionStmt>
<edition>
<date>2019</date>
</edition>
</editionStmt>
<publicationStmt>
<authority>William F. Cody Archive</authority>
<publisher>University of Nebraska-Lincoln</publisher>
<distributor>
<name>Center for Digital Research in the Humanities</name>
<address>
<addrLine>319 Love Library</addrLine>
<addrLine>University of Nebraska&#8211;Lincoln</addrLine>
<addrLine>Lincoln, NE 68588-4100</addrLine>
<addrLine>cdrh@unlnotes.unl.edu</addrLine>
</address>
</distributor>
<pubPlace>Lincoln, Nebraska</pubPlace> 
<address>
<addrLine>University of Nebraska-Lincoln</addrLine>
<addrLine>Lincoln, NE 68588-4100</addrLine>
</address>
<idno type="module"></idno>
<idno type="project">wfc.nsp11410</idno>
<availability>
<p></p>
</availability>
</publicationStmt>

<notesStmt><note><!-- notes  --></note></notesStmt>

<sourceDesc>
<bibl>
<author></author>
<title level="a" type="main" xml:lang="de">Buffalo Bill's Wild West in Dresden</title>
<title level="j">Anzeiger und Zeitung</title>
<date when="1890-06-07">June 7, 1890</date>
<extent></extent>
</bibl>
<msDesc>
<msIdentifier>
<repository>McCracken Research Library, Buffalo Bill Center of the West</repository>
<idno>MS6.3776.09.03 (German Scrapbook)</idno>
</msIdentifier>
<msContents>
<p></p>
</msContents>
<physDesc>
<objectDesc>
<supportDesc>
<support></support>
<extent>
<dimensions unit="mm"><height></height><width></width></dimensions>
</extent>
<condition>
<p></p></condition>
</supportDesc>
</objectDesc>
<handDesc hands="1">
<handNote xml:id="type"><p></p></handNote>
</handDesc>
<typeDesc>
<typeNote><p></p></typeNote>
</typeDesc>
</physDesc>
<history><origin></origin>
<provenance></provenance>
<acquisition></acquisition>
</history>
</msDesc>

</sourceDesc>
</fileDesc>

<encodingDesc>
<editorialDecl>
<correction>
<p></p>
</correction>
<normalization>
<p></p>
</normalization>
</editorialDecl>
</encodingDesc>

<profileDesc>
<textClass>
<keywords scheme="original" n="category">
<term>Texts</term>
</keywords>
<keywords scheme="original" n="subcategory">
<term>Newspapers</term>
</keywords>
<keywords scheme="original" n="topic">
<term>Buffalo Bill's Wild West in Germany</term>
<term>Lakota Performers</term>
</keywords>
<keywords scheme="lcsh" n="keywords">
<term>Alcoholic beverages</term>
<term>American bison</term>
<term>American Indians</term>
<term>Caterers and catering</term>
<term>Cooking</term>
<term>Cooks</term>
<term>Cowboys</term>
<term>Dinners and dining</term>
<term>Food service</term>
<term>Food</term>
<term>German language</term>
<term>German newspapers</term>
<term>Historical reenactments</term>
<term>Indians of North America--Social life and customs</term>
<term>Indians of North America</term>
<term>Logistics</term>
<term>Traveling exhibitions</term>
<term>Wigwams</term>
<term>Worcestershire sauce</term>
</keywords>
<keywords scheme="lcsh" n="people">
<term></term>
</keywords>
<keywords scheme="lcsh" n="places">
<term>Dresden (Germany)</term>
<term>Rabenau (Germany)</term>
</keywords>
</textClass>

<particDesc>
<listPerson>
<person></person>
</listPerson>
<listOrg>
<org></org>
</listOrg>
</particDesc>
</profileDesc>

<revisionDesc>
<change when="2019"><name xml:id="lkw">Weakly, Laura K.</name> Initial encoding</change>
<change when="2019"><name>Benn, James H.</name>; <name>Clark, L</name>.; <name>Adams, Deb</name>; <name>Hanna, S.</name> Proofreading</change>
<change when="2019">Roberts,  Briana</change>
</revisionDesc>
</teiHeader>

<text>
<body>

<div1 type="article" xml:lang="de">

<pb facs="wfc.nsp11410.001"/>


<note>"Anzeiger und Zeitung"<lb/>
<del>Dresde</del> <u>Rabenau June</u> 7th/90</note>

<head>Buffalo Bill's Wild West in Dresden.</head>

<p>Ein Besuch bei William Langan. Eine der wichtigsten Angelegenheiten bildet die leibliche F&#252;rsorge der Buffalo Bill Wild West Gesellschaft, namentlich die Frage der Bek&#246;stigung. Wild West besitzt einen eigenen K&#252;chenwagen, einen eigenen K&#252;chenchef in der Person des Mr. William Langan und einen eigenen Koch Namens John Keene. Diese amerikanische Feldk&#252;che ist mit allem denkbaren praktischen Bequemlichkeiten ausgestattet. Darin wird gekocht, gebraten, ged&#228;mpft, gebacken nach Herzenslust, um die kulinarischen Anspr&#252;che der rothen S&#246;hne des Westens und der handfesten Cowboys zu befriedigen. Zwei eiserne Koch&#8211; und Brat&#246;fen, ein Speiseschrank, Gew&#252;rzschr&#228;nke und sonstige K&#252;chenutensilien aller Art bilden die innere Ausstattung. Neben dem Wagen im Freien sind mehrere gro&#223;e eiserne Feuerk&#246;rbe aufgestellt, theils zum Kochen von Gem&#252;se, theils zum Ausw&#228;rmen der Zelte bestimmt. Eine meterhohe Kaffeemaschine liefert den duftenden Mokka, der allerdings nicht mit Bl&#252;mchenkaffee zu identifiziren ist; in einem ebenso gro&#223;en Kessel wird der Thee bereitet. Ein gro&#223;er Sprengwagen liefert das zum Kochen und Aufwaschen nothwendige Wasser. Zu beiden Seiten des K&#252;chenwagens befinden sich die luftigen Speisezelte. Dasjenige der Indianer ist mit langen Tischen ausgestattet. In der Mitte nehmen die H&#228;uptlinge Platz, hinter ihnen an den Tischen an den L&#228;ngsseiten die Mitglieder ihres betreffenden Stammes. Wie bei ihren Wigwams gestatten sie auch hier kein Eindringen profaner Blicke und sie wollen bei ihren Mahlzeiten durchaus ungest&#246;rt sein. Der Indianer ist in seinen Anspr&#252;chen ziemlich w&#228;hlerisch; es darf ihm nur das beste Fleisch, das noch dazu sehr gut gebraten sein mu&#223;, vorgesetzt werden. Z&#228;hes trockenes Fleisch werfen sie einfach ohne viel Federlesen unter den Tisch, ebenso ist es mit dem Brode, das der Indianer zwar nicht sonderlich liebt. Unser gew&#246;hnliches dunkles Roggenbrod mundet ihm nicht, und der K&#252;chenchef hatte sich gleich am ersten Tage veranla&#223;t gesehen, Herrn B&#228;ckermeister Rinka auf der Pirnaischen Stra&#223;e die t&#228;gliche Lieferung von 75 Kilogr. nach franz&#246;sischem Geschmack gebackenen hellen Brodes aufzugeben. Im Speisezelte der Cowboys sind vier einfache Tafeln vorhanden; an der einen nehmen die Damen und die Aufsichtsbeamten (Kassirer, Kontroleure, u.) Platz, die &#252;brigen drei Tische sind je f&#252;r die Cowboys, mexikanischen Vaqueros und f&#252;r die Musiker bestimmt. Die Damen und Beamten speisen aus wei&#223;em Porzellan&#8211; oder Steingutgeschirr, die Indianer und Cowboys aus Zinntassen und glasirten Tellern. Jede Tafel, auch diejenigen der Indianer, mu&#223; mit Salz, Pfeffer, Essig, Oel, Mostrich, Butter, kondensirter Milch, Worcestershire&#8211;Sauce, Salz&#8211; und Senfgurken, Rettich und Zwiebeln zu jederzeitigem beliebigem Gebrauche ausgestattet sein. Die Verk&#246;stigung erfolgt ohne Ausnahme und gleichm&#228;&#223;ig f&#252;r Alle in drei Mahlzeiten gegenw&#228;rtig um halb 7 Uhr fr&#252;h, 12 Uhr Mittags und 6 Uhr Abends. Das Fr&#252;hst&#252;ck besteht aus Kaffee, Thee, Beefsteak, Eier, Brod und Kartoffeln; das Mittagsmenu setzt sich abwechselnd aus Suppe, Rostboeuf, Hammelkoteletten, Beefsteaks, &#252;berhaupt Gebratenem, seltener gekochtem Rind&#8211; Hammel&#8211; und Kalbfleisch, Eier und Schinken, Blumenkohl, Bratkartoffel, Reispudding, Fr&#252;chte, Aepfelkompot und Kaffee zusammen. Gem&#252;se lieben die Rothh&#228;ute nicht besonders. Abends folgt dann wiederum gebratenes Fleisch, Kaffee und Thee. Man sieht, die Leute leben nicht schlecht. Au&#223;er Kaffee und Thee bekommen die Indianer kein Getr&#228;nk, am allerwenigsten Brandy. Die Cowboys dagegen k&#246;nnen sich f&#252;r ihr Geld Bier kaufen, an das sie sich, seit sie M&#252;nchen und Wien gesehen, mit Vorliebe gew&#246;hnt haben. An den Tafeln essen einschlie&#223;lich der Arbeiter ungefahr 220 Personen t&#228;glich. Der t&#228;gliche Fleischverbrauch ist 250 kg. bestes Rindfleisch, 1 Kalb, 2 Hammel und 40&#8212;50 kg. Speck. Die Lieferung ist Herrn Fleischermeister Lutherer hier &#252;bertragen worden, welcher bereits am Tage der Ankunft der Truppe sofort einen ganzen Ochsen, ein Kalb und zwei Sch&#246;pse zu liefern hatte. Mr. Keene (der K&#252;chenchef Mr. Langan hat leider den rechten Arm verloren) versteht es meisterlich die Fleischst&#252;cke vortheilhaft zu zerlegen und f&#252;r den Geschmack der fremden G&#228;ste vorzubereiten. Am Besten aber versteht es wohl Buffalo Bill, das Messer zu handhaben, wenn es gilt, an einem Elk oder B&#252;ffel die Kunst des Zerlegens zu zeigen. F&#252;r Feinschmecker f&#252;gen wir zum Schlusse noch ein Original&#8211;Rezept bei, nach welchem Buffalo Bill in den Prairien der Wildni&#223; zu verfahren pflegte: Man erlegt einen B&#252;ffel, schneidet ihm den Kopf ab, gr&#228;bt eine Grube, f&#252;llt sie mit d&#252;rrem Holz und z&#252;ndet dasselbe an; wenn die Gluth gro&#223; genug ist, legt man den B&#252;ffelkopf mit Haut und Haar hinein, h&#228;uft Erde dar&#252;ber und legt sich, in seine Decken und Felle geh&#252;llt, zur Ruhe; am Morgen gr&#228;bt man den Kopf aus, bricht ihn mit einer Axt auf und h&#228;lt nun eine herrliche, leckere und kr&#228;ftige Mahlzeit. &#8212; Auch eine indianische Zubereitung hat er uns mitgetheilt, die nach kulinarischen Prinzipien ganz korrekt ist, die aber des dabei angeordneten Materials wegen recht &#8222;indianisch&#8220; ist: Man schneidet saftige St&#252;cke aus dem B&#252;ffelfleisch, wickelt sie in B&#252;ffel&#8211;&#8222;D&#252;nger&#8220; und h&#228;ngt sie an St&#246;cken &#252;ber das Feuer; wenn diese H&#252;lle abf&#228;llt, sind sie gar und haben nicht einen Tropfen Saft verloren. &#8212;   </p>

</div1>

<div1 type="article" xml:lang="en">

<note>"Anzeiger und Zeitung"<lb/>
<del>Dresde</del> <hi rend="underline">Rabenau June</hi> 7th/90<ref target="n01">1</ref></note>

<head>Buffalo Bill's Wild West in Dresden.</head>

<p>A visit to William Langan.<ref target="n02">2</ref> One of the most important matters at hand is the physical care of the Buffalo Bill Wild West company, namely in the question of [feeding it]. The Wild West posesses its own kitchen wagon, its own head chef in the person of Mr. William Langan, and its own cook, named John Keene. This American field kitchen is equipped with every practical convenience conceivable. Within, things are cooked, roasted, steamed and baked to the heart's content, in order to satisfy the culinary demands of the red sons of the West and the stalwart cowboys. Two iron cooking&#8211; and roasting&#8211;ovens, a pantry, spice cabinets, and all kinds of other kitchen utensils make up the interior of the facilities. Next to the wagon (outdoors), there are several large iron fire baskets set up, partly to cook vegetables and partly to warm the tents. A meter&#8211;tall coffee machine delivers the fragrant mocha,<ref target="n03">3</ref> which should not be compared to ordinary coffee; the tea is prepared in an equally large kettle. A large water cart provides the water necessary for cooking and cleaning up. The airy dining tents stand on each side of the kitchen wagon. That of the Indians is equipped with long tables. The chiefs take their seats in the middle, and behind them, the members of their respective tribes sit [at/on] the long sides of the tables. As with their wigwams, they do not permit the intrusion of [profane/unconsecrated] glances; they wish to be completely undisturbed during their meals. The Indian is quite picky in his demands; he may be served only the best meat, which must be roasted very well. They simply throw the tough, dry meat under the table; they do the same with the bread, which they do not particularly like. Our typical dark rye bread does not taste good to him, and on the very first day of their visit here, the head chef saw the baker, Mr. Rinka, relinquish to them the daily shipment of 75 kilograms of white bread baked to French taste on Pirna Street. In the cowboys' dining tent, four simple tables are available. The women and the supervisors (cashiers, inspectors and so on) take their seats at one. The other three tables are intended for the cowboys, the Mexican vaqueros and the musicians. The women and the [clerks] eat out of white porcelain or earthenware, while the Indians and cowboys use pewter cups and glazed plates. Every table, including those of the Indians, must be supplied with salt, pepper, vinegar, oil, mustard, butter, condensed milk, Worcestershire sauce, gherkins and mustard pickles, radishes and onion which are available for use at all times. [Without exception and uniformly for everyone, the "feeding" takes place at three mealtimes]: at half seven in the morning, at noon, and at 6 in the evening. Breakfast consists of coffee, tea, beefsteak, eggs, bread and potatoes; the lunch menu consists interchangeably of soup, roast beef, mutton chops, beefsteak, beef (generally roasted and rarely [cooked]), mutton and veal, eggs and ham, cauliflower, roasted potatoes, rice pudding, fruit, applesauce, and coffee. The Indians don't particularly like vegetables. In the evenings, roasted meat, coffee and tea [come again]. One can see that the people don't live badly[!] The Indians do not receive any drinks besides coffee and tea, least of all brandy. The cowboys, on the other hand, can buy beer (to which they have become accustomed since they visited Munich and Vienna) with their money. About 220 people, including the workers, eat at [{each}] table daily. The daily meat consumption is 250 kilograms of the best beef, 1 calf, 2 muttons and 40&#8211;50 kilograms of bacon. Here, the delivery has been transferred to the butcher, Mr. Luther, who had to deliver a whole ox, a calf and two sheep to the troupe on the day of their arrival. Mr. Keene has a masterful understanding of how to cut and prepare the pieces of meat to the taste of the foreign guests (Mr. Langan, the head chef, unfortunately lost his right arm). However, Buffalo Bill knows best how to handle the knife when it comes to demonstrating the art of disassembling an elk or a buffalo. In conclusion, we include for gourmands an original recipe that Buffalo Bill used to use in the wild prairies: Kill a buffalo, cut off its head, dig a pit, fill it with dry wood and light it on fire; when the heat is great enough, put the buffalo's head, with the skin and hair, on the fire, heap dirt over it, and then lay down to rest wrapped in blankets and skins. The next morning, dig the head out, break it open with an axe, and there you will have a superb, tasty and vibrant meal. He also shared with us an Indian concoction which is quite correct according to culinary principles, but is also very "Indian" because of the materials used: Cut juicy pieces from the buffalo flesh, wrap them in buffalo "manure," and hang them on sticks over the fire; when these shells fall off, they are fully cooked, and have not lost a single drop of juice. &#8212;</p>



</div1>
</body>

<back>
<note xml:id="n01">Note 1: Buffalo Bill's Wild West performed in Dresden, Germany,  June 1-16, 1890.</note>

<note xml:id="n02">Note 2: William Langan (1860-1932) was employed by Buffalo Bill's Wild West Company as early as 1886 and is listed as supply agent from 1891-94.</note>

<note xml:id="n03">Note 3: The use of the word "mocha" likely refers here to a variety of coffee originating in Yemen (in the city of Al&#8211;Makha specifically), rather than the more contemporary chocolate coffee beverage.</note>

</back>
</text>
</TEI>
